import React from 'react';

const ActionLogs = ({ className }) => {
  return (
    <div className={className}>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
      <p>500원 투입</p>
    </div>
  );
};

export default ActionLogs;
